start_menu_text = '''
ℹ️ Навигация Kanzu📌

Пожалуйста, выберите интересующий вас вариант.
'''

prepare_vacancies_text = 'Пожалуйста, отправьте кнопку клавиатуры, чтобы начать отслеживать подходящие вакансии'

vacancies_start_prepare_tracking_text = 'Начать отслеживать вакансии'
vacancies_stop_prepare_tracking_text = 'Прекратить отслеживание вакансий'

vacancies_started_tracking_text = '🛑 Отслеживание успешно остановлено.'
vacancies_stopped_tracking_text = '''
✅ Отслеживание успешно начато,

⚠️ Обратите внимание, что вакансии могут не появляться слишком часто. 
Это связано с тем, что наш сервис отслеживает вакансии на других веб-сайтах и зависит от них.
'''

vacancies_to_vacancy_text = 'К вакансии'

general_to_menu_text = 'В главное меню'

settings_text = '''

'''

help_text = '''
❓ Поддержка Kanzu ❓

Если у вас возникли сложности с нашим сервисом, вы можете связаться с нашими менеджерами через их профили в Telegram ниже:

1-й менеджер: @SkyFyFamily
2-й менеджер: @woodmanbtw

⚠️ Пожалуйста, помните о вежливости и соблюдайте правила приличия при общении с нашими менеджерами.

⚠️ Обратите внимание, что из-за большого количества запросов время ответа может составить до 24 часов.
'''

info_text = '''
ℹ️ О нашем сервисе:

🔄 Каждый день KanzuBot отслеживает множество вакансий на следующих веб-сайтах:

- Barona
- Oikotie
- Eezy

Соответственно, он отправляет вам подходящие вакансии, соответствующие вашим навыкам и предпочтениям.

✅ Что получают наши клиенты:
Постоянный ежемесячный поток горячих лидов, активно ищущих специалистов, таких как вы.
'''

# тексты команд

command_start_text = 'Меню'
command_start_help = 'Помощь'
command_start_info = 'Информация'
command_start_settings = 'Настройки'
command_start_about = 'О нас'
